Config = {}
Config.blipsEnabled = true

--מכונות רגילות כניסה--
Config.Sloty = {

	{x = -1693.49, y = -1098.08, z = 13.20}, --casino fete foraine
	{x = -1690.94, y = -1100.16, z = 13.20},
	--{x = 982.22, y = 46.71, z = 74.48},
	--{x = 988.1, y = 46.18, z = 74.48},
	--{x = 1011.88, y = 60.48, z = 73.28},
	--{x = 1013.44, y = 54.62, z = 73.28},
	--{x = 1006.60, y = 55.88, z = 73.20},
	--{x = 972.99, y = 53.73, z = 74.47},
	--{x = 982.4, y = 56.49, z = 74.48}
}

--רולטות--
Config.Ruletka = {
	{x = -1690.14, y = -1106.73, z = 14.20}, --casino fete foraine
	--{x = -1901.51, y = 2074.48, z = 143.90}, --vigneron
	--{x = 1016.94, y = 69.17, z = 74.15},
	--{x = 1010.88, y = 68.38, z = 74.15}
}

--קלפים--
Config.Blackjack = {
	{x = -1698.52, y = -1100.69, z = 14.20}, --casino fete foraine
	--{x = -3035.89, y = 61.52, z = 11.60}, --casino fete foraine
	--{x = -1893.95, y = 2072.76, z = 143.90}, --vigneron
	--{x = -1897.03, y = 20.69, z = 143.90} --vigneron
}
